espressif/esp-idf/components/esp_psram/test_apps/psram/sdkconfig.ci.esp32_hspi
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHFREQ_80M=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_SPEED_80M=y
CONFIG_SPIRAM_OCCUPY_HSPI_HOST=y
CONFIG_ESP_INT_WDT_TIMEOUT_MS=800
CONFIG_SPIRAM_BANKSWITCH_ENABLE=n
